incompressible_unsteady/maxLift/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2506                                  |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    arch        "LSB;label=32;scalar=64";
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

5
(
    symmetry1
    {
        type            symmetry;
        inGroups        1(symmetry);
        nFaces          38792;
        startFace       77829;
    }
    symmetry2
    {
        type            symmetry;
        inGroups        1(symmetry);
        nFaces          38792;
        startFace       116621;
    }
    inout
    {
        type            patch;
        nFaces          88;
        startFace       155413;
    }
    profile0
    {
        type            wall;
        inGroups        1(wall);
        nFaces          545;
        startFace       155501;
    }
    profile1
    {
        type            wall;
        inGroups        1(wall);
        nFaces          520;
        startFace       156046;
    }
)

// ************************************************************************* //
